<template>

<div class = "px-[100px]">
  <Layout>
    <div>
      <h1 class="mb-[30px] mt-[20px] text-[40px]"> <strong>О нас</strong> </h1>
      <div class="justify-center flex ">

        <img class="mb-[40px] w-[100%]" src="../assets/Rectangle17.png" alt="">
      </div>
      <div class=" text-justify ">
        <div class="text-[20px] mb-[40px]">
          <article class="indent-[60px]">
            <p class="leading-[35px]"> Мы рады приветствовать Вас на нашем семейном производстве экологически чистых
              продуктов <br> <p class="text-center font-bold text-[20px] mt-[-12px] mb-[7px] ">Craft Honey!</p> </p>
            <p class="mb-[23px]">
              Наше небольшое семейное производство берет свое начало в далеком 1996 году, а началось все с того, что наш
              папа
              решил завести несколько пчелиных семей и начал постигать основы общения с пчелами, изучать их нрав и
              поведение.
              Изначально пчел у нас было не много, всего 16 семей Среднерусской породы, за тем по мере углубления в
              изучение
              пчеловодства мы экспериментировали и заводили другие породы пчел:
            </p>
            <p class="mb-[23px]">
              в 2000 году мы заводили Карпатскую породу пчел, порядка 15 семей, в 2014 перешли на породу Карника и
              увеличили
              количество семей уже до 40, а к 2020 году увеличили количество семей этой породы до 235.
              С 2022 года мы оставили 110 семей пород Бакфаст и Карника.
            </p>
            <p class="mb-[23px]">
              Экологически чистое место расположение нашей пасеки в высокогорье Джалал-Абадской области обеспечивает
              высокое
              качество продукта, чистый горный воздух, обширные луга с разными травами, кристально-чистая вода горных
              рек
              ледникового происхождения, все это делает наш мед неповторимым по составу и качеству.
            </p>
            <p>
              Приобретая нашу продукцию Вы обеспечиваете здоровье и долголетие Вас и Вашей семьи!

            </p>
          </article>

        </div>
      </div>
    </div>

  </Layout>
  
</div>

</template>

<script>
import Layout from '@/layouts/Layout.vue'

export default {

  components: {

    Layout

  }

}

</script>
