<template>

<Layout>
  <div class="justify-center items-center flex">
    <div class=" w-full absolute h-full top-0 bottom-0 -z-10 bg-[url('bg-about.jpg')] bg-cover"></div>
    <div class=" bg-yellow-200 p-[15px] border opacity-70 w-[49%] text-[17px] h-[100%] leading-[190%]">
      <strong class="justify-center items-center flex mb-[13px] text-[40px]">О нас</strong>
      <p> <strong> Мы рады приветствовать вас на нашем семейном производстве экологически чистых продуктов Craft Honey!
        </strong> <br>
        Наше небольшое семейное производство берет свое начало в далеком 1996 году, а началось все с того, что наш
        папа решил завести несколько пчелиных семей и начал постигать основы общения с пчелами, изучать их нрав и
        поведение. Изначально пчел у нас было не много, всего 16 семей Среднерусской породы, за тем по мере углубления
        в изучение пчеловодства мы экспериментировали и заводили другие породы пчел:
        в 2000 году мы заводили Карпатскую породу пчел, порядка 15 семей, в 2014 перешли на породу Карника и увеличили
        количество семей уже до 40, а к 2020 году увеличили количество семей этой породы до 235.
        С 2022 года мы оставили 110 семей пород Бакфаст и Карника.
        Экологически чистое место расположение нашей пасеки в высокогорье Джалал-Абадской области обеспечивает высокое
        качество продукта, чистый горный воздух, обширные луга с разными травами, кристально-чистая вода горных рек
        ледникового происхождения, все это делает наш мед неповторимым по составу и качеству.
        Приобретая нашу продукцию Вы обеспечиваете здоровье и долголетие Вас и Вашей семьи!

      </p>
    </div>
  </div>
  
</Layout>

</template>

<script>
import Layout from '@/layouts/Layout.vue'

export default {

	components: {
	
		Layout
	
	}

}

</script>
