<template>

<Contacts/>
    <layout>
        <div class="flex justify-center">
              <div class="w-[87.5%]">
        <h1 class="text-[45px]">Блог</h1>
    </div>  
        </div>

    <div class=" ">
        <div class="flex justify-around mb-[10%]  max-[950px]:flex-col-reverse">
            <div class="w-[40%] max-[950px]:w-[100%] max-[950px]:py-[100px]">
                <h2 class="text-[30px]">Интересные факты про мед</h2>
                <p class="text-[20px]"> Мед — очень полезный продукт питания. Настоящий мед делают только пчелы.
                    Благодаря большому
                    содержанию
                    полезных веществ этот продукт обладает целебными свойствами. Самые интересные факты о мёде — в
                    этой
                    статье.

                    В 1985 году перуанские наркодиллеры выпускали пчел прямо на поля с цветущим коки. Насекомые
                    собрали
                    наркотический мед, который был конфискован на границе.

                    Для изготовления литра меда пчелы собирают 2,5 литра нектара.
                    Испанцы добавляют мед к искусственному питанию детей, болеющих желтухой или болезнями крови.</p>
            </div>
            <div class="max-[1000px]:w-[400px] max-[950px]:w-[100%]">
                <img class="max-[950px]:w-[100%] max-[570px]:h-[300px]" src="/src/assets/Rectangle2.png">
            </div>
        </div>


        <div class="flex justify-around max-[950px]:flex-col-reverse">
            <div class="w-[40%] max-[950px]:w-[100%] max-[950px]:py-[100px]">
                <h2 class="text-[35px]">Цветочный мед</h2>
                <p class="text-[20px]"> Сложность цветочного медав том, что привести его к какой-то одной характеристике
                    по внешнему
                    виду
                    невозможно. Цвет и запах зависит от того, где и с каких растений он был собран.

                    Наиболее часто встречающиеся разновидности по цвету - светло-желтый или оранжевый мед. Также на
                    рынке
                    можно
                    встретить янтарные оттенки меда, золотистые, темно-коричневые. Чуть реже встречается мед
                    зеленоватого
                    оттенка.

                    Что касается запаха, то здесь обязательно превалируют цветочные ароматы, часто слышатся
                    фруктовые нотки.
                    Есть включения сладкого или пряного аромата.

                    На вкус цветочный мед - очень деликатный, нежный, послевкусие - продолжительное. В меде
                    чувствуется
                    приятный
                    травяной привкус.</p>
            </div>
            <div class="max-[1000px]:w-[400px] max-[950px]:w-[100%]">
                <img class="max-[950px]:w-[100%] max-[570px]:h-[300px]" src="/src/assets/Rectangle3.png">
            </div>
        </div>
    </div>
</layout>
</template>
<script>
import Layout from '@/layouts/Layout.vue'

export default {

	components: {
	
		Layout
	
	}

}
</script>
